/* About screen blog label */
"About.blog" = "Blogg";

/* About screen footer */
"About.footer" = "Gert af Digiwallet liði af heimsvísu. Útgáfa %1$@";

/* Privay Policy button label */
"About.privacy" = "Persónuvernd";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/* Terms of Use button label */
"About.terms" = "Skilmálar";

/* About screen title */
"About.title" = "Um";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Lokað";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Stuðningsnet";

/* Loading Wallet Message */
"Account.loadingMessage" = "Veski hleður sig";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "DigiWallet aðgangurinn minn";

/* Error alert title */
"Alert.error" = "Villa";

/* No internet alert message */
"Alert.noInternet" = "Ekkert internet fannst. Athugaðu nettenginguna og prufaðu aftur.";

/* Warning alert title */
"Alert.warning" = "Varúð";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Netföng afrituð";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "ବ୍ଳଲେଟ ୱାଡ଼ଡ୍ରେସସେସ ଠିକ ରେ କପି ହେଲା";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Pappírslykillin er settur";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Frábært!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "ପିନ ଦିଆ ଗଲା";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Sending mistókst";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Staðfesta sendingu";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Peningar sendir!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON uppsetning mistókst";

/* Wallet not ready error message */
"ApiClient.notReady" = "ବ୍ଳଲେଟ ରେଡୀ ନାହିଁ";

/* API Token error message */
"ApiClient.tokenError" = "API token er óafturkræft";

/* header of balance */
"Balance.header" = "HEILDARSTAÐA";

/* Send BCH view body. */
"BCH.body" = "Sláðu inn DigiByte veskisupplýsingar hér fyrir neðan. Öll DigiByte í veskinu þínu verða send á tíma skiptingar.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Staðfesta sendingu %1$@ í %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Staðfest";

/* Generic bch erorr message */
"BCH.genericError" = "Aðgangurinn þinn inniheldur engin DigiByte, þú færð DigiByte eftir skiptingu.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID færslan afritast";

/* No address error message */
"BCH.noAddressError" = "Vinsamlegast sláðu inn heimilisfang";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Samskiptagreiðslan er ekki samþykkt af DigiByte færslunni";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Digibyte hefur verið sent.";

/* Widthdraw BCH view title */
"BCH.title" = "DigiByte afturkölluð";

/* Tx Hash button header */
"BCH.txHashHeader" = "DigiByte ID færsla";

/* Approve button label */
"BitID.approve" = "Samþykkt";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ óskar eftir auðkenningu með notkun DigiByte veskinu ";

/* Deny button label */
"BitID.deny" = "Hafna";

/* BitID error alert title */
"BitID.error" = "Auðkenning mistókst";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Vinsamlegast athugaðu með þjónustuna. Það kann að vera að þú verðir að prufa aftur.";

/* BitID success alert title */
"BitID.success" = "Skirteini staðfest";

/* BitID Authentication Request alert view title */
"DigiID.title" = "DigiID krefst staðfestingar";

/* Cancel button label */
"Button.cancel" = "Hætta við";

/* Ignore button label */
"Button.ignore" = "Hunsa";

/* menu button */
"Button.menu" = "Valmynd";

/* No button */
"Button.no" = "Nei";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "Samþykkja";

/* send button */
"Button.send" = "Senda";

/* Settings button label */
"Button.settings" = "Stillingar";

/* Settings button label */
"Button.submit" = "Senda inn";

/* Yes button */
"Button.yes" = "Já";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Settu ID í boxið á þínu heimasvæði";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Heildarupphæð til að senda:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Þóknun netkerfis:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Úrvinnslutími: Þessi færsla mun taka %1$@ sekúndur að uppfærast";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Senda";

/* Confirmation Screen title */
"Confirmation.title" = "Staðfesting";

/* To: (address) */
"Confirmation.to" = "Til";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Heildarkostnaður:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Til að vera viss um að allt sé rétt skrifað, vinsamlegar sláðu inn eftirfarandi orð frá pappírslyklinum þínum. ";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Orð # %1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "DigiByte skjáeining";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Skipting á gjaldi";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Þetta tæki er ekki stillt til að senda tölvupóst með iOS tölvupóst appinu.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Tölvupóstur er ófáanlegur";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Þetta tæki er ekki stillt til að senda skilaboð.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Ekki er hægt að senda skilaboð";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Þú getur hannað Face ID, með því að eyða frá %1$@. ";

/* Face Id screen label */
"FaceIDSettings.label" = "Notastu við Andlitið til að komast inn í Digiveskið og sendu peningana að náðu takmarki.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Tengdu textann (sjáðu TouchldSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Gera Face ID óvirkt fyrir DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Þú hefur ekki gert Face ID á þitt svæði. Farðu í stillingar -> ID Andlit og aðgangsorðið til að setja það upp núna.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID hefur ekki verið sett upp";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID eyðsluhámark";

/* Economy fee */
"FeeSelector.economy" = "Hagur";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Áætlaður tími sendingar: 10+ mínútur ";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Ekki er mælt með þessum valkosti fyrir svo viðkvæma tímafærslu. ";

/* Regular fee */
"FeeSelector.regular" = "Reglulegur";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Áætlaður tími sendingar: 15-30 sekúndur";

/* Fee Selector title */
"FeeSelector.title" = "Úrvinnsluhraði";

/* Checking private key balance progress view text */
"Import.checking" = "Athugun á einka lyklastöðu...";

/* Sweep private key confirmation message */
"Import.confirm" = "Viltu senda %1$@ frá þessum einkalykli í veskið þitt? The DigiByte netkerfið mun taka á móti greiðslu uppá %2$@";

/* Duplicate key error message */
"Import.Error.duplicate" = "Þessi einkalykill er núþegar í veskinu þínu.";

/* empty private key error message */
"Import.Error.empty" = "Þessi einkalykill er tómur.";

/* High fees error message */
"Import.Error.highFees" = "Færslufé myndi kosta meira en tiltekinn sjóður í einkalyklinum.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Einkalykill er ekki gildur";

/* Import signing error message */
"Import.Error.signing" = "Villa við að skrá inn færslu";

/* Import button label */
"Import.importButton" = "Innflutningur";

/* Importing wallet progress view label */
"Import.importing" = "Innflutningsveski";

/* Caption for graphics */
"Import.leftCaption" = "Veski til innflutnings";

/* Import wallet intro screen message */
"Import.message" = "Innflutningur veskis millifærir alla peningana frá veskinu þínu í DigiWallet með einungis einni færslu.";

/* Enter password alert view title */
"Import.password" = "Þessi einkalykill hefur lykilorð.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "lykilorð";

/* Caption for graphics */
"Import.rightCaption" = "Þitt DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Skanna einkalykil";

/* Import wallet success alert title */
"Import.success" = "Velgengni";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Gekk vel að flytja inn veski.";

/* Import Wallet screen title */
"Import.title" = "Innflutt veski";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Opna lykil";

/* Import wallet intro warning message */
"Import.warning" = "Innflutningur á veski inniheldur ekki sögufærslu eða önnur smáatriði. ";

/* Wrong password alert message */
"Import.wrongPassword" = "Rangt lykilorð, vinsamlegast reyndu aftur. ";

/* Close app button */
"JailbreakWarnings.close" = "Ljúka";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Hunsa";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "ÖRYGGI TÆKISINS RASKAÐ\nHvaða ´jailbreak´app sem er getur komist inní röð Digiwallet aðganga og lykilorða og stolið þínum DigiByte aðgangi! Þurrkaðu þetta veski út strax og endurbyggðu í öruggu tæki.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "ÖRYGGI TÆKISINS RASKAÐ\nHvaða ´jailbreak´app sem er getur komist inní röð DigiWallet aðganga og lykilorða og stolið þínum DigiByte aðgangi! Vinsamlegast notaði DigiWallet án ´jailbroken´tækja ";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "VARÚÐ";

/* Location services disabled error */
"LocationPlugin.disabled" = "Staðsetning tækis er óvirkt";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiWallet hefur ekki aðgang að staðsetningu símans. ";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Þú hefur hannað þitt veski á %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Veskisnafnið þitt sést einungis á færsluyfirlitinu þínu og enginn annar mun sjá það.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nafn Veskis";

/* Manage wallet modal title */
"ManageWallet.title" = "Stjórn Veskis";

/* Menu button title */
"MenuButton.lock" = "Læsa veski";

/* Menu button title */
"MenuButton.security" = "Öryggismiðstöð";

/* Menu button title */
"MenuButton.settings" = "Stillingar";

/* Menu button title */
"MenuButton.support" = "Vernd";

/* button label */
"MenuViewController.createButton" = "Búa til nýtt veski";

/* Menu modal title */
"MenuViewController.modalTitle" = "Valmynd";

/* button label */
"MenuViewController.recoverButton" = "Endurheimta veski";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Skipta yfir á sjálfsstýringu";

/* Node is connected label */
"NodeSelector.connected" = "Tengdur";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Sláðu inn hnútaupplýsingar og feril (valfrjálst)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Sláðu inn hnúta upplýsingar";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Skipta yfir í handstýringu";

/* Node address label */
"NodeSelector.nodeLabel" = "Núverandi frumhnútur";

/* Node is not connected label */
"NodeSelector.notConnected" = "Ekki tengt";

/* Node status label */
"NodeSelector.statusLabel" = "Staða tengingar hnúts";

/* Node Selector view title */
"NodeSelector.title" = "DigiByte hnútar";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Léleg færslubeiðni";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Óstutt eða truflað skjal";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "Skirteini týnt";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "Beiðni útrunnin";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Gat ekki gert greiðslu";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "DigiByte greiðslur geta ekki verið minni en %1$@";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "DigiByte færslu kostnaður getur ekki verið minni en $@";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "Óstutt undirskrift";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "Ótraust skirteini";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Ýttu hér til að gera Face ID óvirkt";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Gera Face ID óvirkt";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Aðgangsorð tækis er nauðsynlegt til að tryggja öryggi veskis. Farðu í Stillingar og kveiktu á aðgangsorði.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Kveikja á aðgangsorði";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Pappírslykilinn verður að vera vistaður ef ske kynni að þú týnir eða skiptir um síma. ýttu hér til að halda áfram.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Aðgerða krafist";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Samstilling veskisins kann að vera óvirkt. Það er hægt að laga það með því að endurskanna  keðjuna.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Færslu Hafnað";

/* header of PinView */
"Prompts.SecurityCheck.header" = "ÖRYGGISATHUGUN";

/* Share data prompt body */
"Prompts.ShareData.body" = "Hjálpaðu DigiWallet að vaxa með því að deila athugasemdum nafnlaust til okkar";

/* Share data prompt title */
"Prompts.ShareData.title" = "Deildu nafnlausum gögnum";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Ýttu hér til að gera Snertiauðkenni óvirkt";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Snertiauðkenni óvirkt";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet hefur uppfærst til að nota 6-stafa PIN númer. Ýttu hér til að uppfæra.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Uppfæra PIN númer";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Kveiktu á tilkynningar til að fá sérstök skilaboð frá DigiWallet í framtíðinni.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Ýttu á Tilkynningar";

/* Push notifications are off label */
"PushNotifications.off" = "Slökkva";

/* Push notifications are on label */
"PushNotifications.on" = "Kveikja";

/* Push notifications settings view title label */
"PushNotifications.title" = "Tilkynningar";

/* Address copied message. */
"Receive.copied" = "Afritað á klippiborð";

/* Share via email button label */
"Receive.emailButton" = "Netfang";

/* Request button label */
"Receive.request" = "Óska eftir Upphæð";

/* Share button label */
"Receive.share" = "Deila";

/* Share via text message (SMS) */
"Receive.textButton" = "Skilaboð";

/* Receive modal title */
"Receive.title" = "Að fá";

/* Done button text */
"RecoverWallet.done" = "Lokið";

/* Recover wallet header */
"RecoverWallet.header" = "Endurheimta Veski";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Endurræsa PIN númerið";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Sláðu inn Pappírslykli";

/* Recover wallet intro */
"RecoverWallet.intro" = "Endurheimtu DigiWallet með Pappírslyklinum";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Pappírslykilinn sem þú sláðir inn er ógilt. Vinsamlegast athugaðu aftur hvert orð og reyndu aftur.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Vinstri bendill";

/* Next button label */
"RecoverWallet.next" = "Næst";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Ýttu hér fyrir frekari upplýsingar.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Hægri bendill";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Sláðu inn pappírlykillinn fyrir veskið sem þú vilt endurheimta.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Til að endurstilla PIN númerið þitt, sláði inn orðin frá pappírslykli í boxið hér fyrir neðan.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Vinsamlegast settu inn upphæð fyrst. ";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Óska eftir upphæð";

/* Alert action button label */
"ReScan.alertAction" = "Samstilla";

/* Alert message body */
"ReScan.alertMessage" = "Ekki er hægt að senda peninga meðan verið er að samstilla.";

/* Alert message title */
"ReScan.alertTitle" = "Samstilla með keðju?";

/* extimated time */
"ReScan.body1" = "20-45 mínútur";

/* Syncing explanation */
"ReScan.body2" = "Ef færslan sést fullklárað í DigiBye netkerfinu en ekki á þínu Digiwallet.";

/* Syncing explanation */
"ReScan.body3" = "Þú færð ítrekað upp villu sem segir að færslan þín hefur verið hafnað.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Byrja samstillingu";

/* Sync blockchain view footer */
"ReScan.footer" = "Ekki er hægt að senda peninga á meðan keðjan er að samstilla sig.";

/* Sync Blockchain view header */
"ReScan.header" = "Samstilla keðju";

/* Subheader label */
"ReScan.subheader1" = "Áætlaður tími";

/* Subheader label */
"ReScan.subheader2" = "Hvenær á að samstilla?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Myndavélaljós";

/* Complete filter label */
"Search.complete" = "ljúka";

/* Pending filter label */
"Search.pending" = "Bið";

/* Received filter label */
"Search.received" = "Tók á móti";

/* Sent filter label */
"Search.sent" = "sent";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Virkja alla öryggiseiginleika fyrir hámarks vörn.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Eina leiðin til að nálgast þitt DigiByte ef þú týnir eða uppfærir símann þinn.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Pappírslykill";

/* PIN button description */
"SecurityCenter.pinDescription" = "Vernda þitt DigiWallet frá óheimiliðum notendum. ";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-stafa PIN";

/* Security Center Title */
"SecurityCenter.title" = "Öryggismiðstöð";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Opnaðu þitt DigiWallet og sendu peninga upp að settu marki.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Snertiauðkenni";

/* Send money amount label */
"Send.amountLabel" = "Upphæð";

/* Balance: $4.00 */
"Send.balance" = "Staða: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Farðu í Stillingar til að leyfa myndavélaaðgang.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet hefur ekki leyfi til að skoða myndavélina";

/* Warning when sending to self. */
"Send.containsAddress" = "Áfangastaðurinn er þitt heimilisfang. Þú getur ekki sent sjálfum þér. ";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Gat ekki stofnað færslu";

/* Description for sending money label */
"Send.descriptionLabel" = "Athugasemd";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Biðminnið er tómt";

/* Network Fee: $0.01 */
"Send.fee" = "Greiðsla netkerfið: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Auðkenni viðtakanda er ekki staðfest";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Áfangastaðurinn er ekki skráður í uppgefnu Digibyte staðsetningu aðgangsorðsins.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Biðminnið inniheldur ekki virkan DigiByte aðgang.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Ógilt aðgangsorð";

/* Is rescanning error message */
"Send.isRescanning" = "Ekki er hægt að senda á meðan skönnun stendur.";

/* Loading request activity view message */
"Send.loadingRequest" = "Útskipuð beiðni";

/* Empty address alert message */
"Send.noAddress" = "Vinsamlegast gefðu upp aðgangsorð viðtakanda.";

/* Emtpy amount alert message */
"Send.noAmount" = "Vinsamlega gefðu upp upphæð til að senda.";

/* Paste button label */
"Send.pasteLabel" = "Líma";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Gat ekki birt færslu";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Gat ekki hlaðið niður greiðslubeiðni";

/* Scan button label */
"Send.scanLabel" = "Skanna";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Senda";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Senda";

/* Send money to label */
"Send.toLabel" = "Til";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "DigiByte aðgangar eru einungis ætlaður til einkanota.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Endurnota lágmarks vernd fyrir bæði þig og viðtakandann og getur orsakast af tapi ef viðtakandinn nær ekki beinni stjórn á aðgangi sínum.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Aðgangsorð í notkun";

/* About label */
"Settings.about" = "Um";

/* Advanced Settings title */
"Settings.advancedTitle" = "Ítarlegar Stillingar";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Sýna gjaldmiðil";

/* Join Early access label */
"Settings.earlyAccess" = "Fá snemmbúinn aðgang";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Hefur þú gaman af DigiWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID eyðsluhámark";

/* Import wallet label */
"Settings.importTitle" = "Innflutningur Wallet";

/* Manage settings section header */
"Settings.manage" = "Stjórn";

/* Notifications label */
"Settings.notifications" = "Tilkynningar";

/* Leave review button label */
"Settings.review" = "Skildu eftir ummæli";

/* Share anonymous data label */
"Settings.shareData" = "Deila nafnlausum gögnum";

/* Sync blockchain label */
"Settings.sync" = "Staða keðju samstillingar";

/* Settings title */
"Settings.title" = "Stillingar";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Snertiauðkenni eyðsluhámark";

/* Wallet Settings section header */
"Settings.wallet" = "Wallet";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Byrja/endurheimta annað Wallet";

/* Share data view body */
"ShareData.body" = "Hjálpaðu okkur að bæta Digiwallet með því að senda inn nafnlausa ábendingu. Ekki er krafist neinna fjárhagslegra upplýsinga. Við virðum þitt fjárhagslega einkamál.";

/* Share data header */
"ShareData.header" = "Deila gögnum";

/* Share data switch label. */
"ShareData.toggleLabel" = "Deila nafnlausum gögnum?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Skrifaðu niður Pappírslykilinn þinn aftur";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Pappírslykillinn þinn er eina leiðin til að endurheimta DigiWallet í símann þinn ef hann týnist, er stolið, brotnar eða uppfærist. \n\nVið munum sýna þér lista af orðum til að skrifa niður á miða og halda öruggu.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Skrifaðu niður Pappírslykilinn þinn";

/* Argument is date */
"StartPaperPhrase.date" = "Þú skrifaðir pappírslykilinn þinn seinast á %1$@";

/* Start view message */
"StartViewController.message" = "Áreiðanlegasta og tryggasta leiðin til að nota DigiByte";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "HÆÐ EININGU";

"SynchingView.progressLabel" = "VINNSLA";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Tengist";

/* Syncing view header text */
"SyncingView.header" = "Samstilling";

/* Retry button label */
"SyncingView.retry" = "Endurtaka";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Samstillist";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d ";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h ";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Þú getur hannað þitt eigið snertiauðkenni sem kostar frá %1$@. ";

/* Touch Id screen label */
"TouchIdSettings.label" = "Notaðu fingrarfar til að opna DigiWallet aðganginn og sendu peninga uppað settu marki.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Snertiauðkenni fyrir hámarks fjárdrátt";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Eyðsluhámark: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Virkja Snertiauðkenni fyrir DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Snertiauðkenni";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Þú hefur ekki sett upp snertiauðkenni á þetta tæki. Farðu í Stillingar -> Snertisauðkenni & Aðgangsorð til að setja það upp núna.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Snertiauðkenni hefur ekki verið sett upp";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Alltaf krefjast aðgangsorðs";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Þú munt vera spurð/ur um 6-stafa PIN númerið þitt til að fá senda færslu sem er yfir hámarks eyðslu þína og alltaf 48 klst frá síðasta innslætti. ";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Eyðsluhámar snertiauðkennis";

/* Availability status text */
"Transaction.available" = "Ráðstöfun til notkunar";

/* Transaction complete label */
"Transaction.complete" = "Lokið";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Endingarstaða: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Fá yfirlit yfir hlutfall eftir samþykki: ";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Skipta gjaldi við sendingu: ";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ þóknun)";

/* Invalid transaction */
"Transaction.invalid" = "ÓGILT";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "Rétt í þessu";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Í vinnslu: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Í vinnslu: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Upphafs staða: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Bið eftir staðfestingu. Kaupmenn krefjast staðfestingar til að ljúka færslunni. \nÁætlaður tími: 1-2 mínútúr";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "Reikningur";

/* Amount section header */
"TransactionDetails.amountHeader" = "Upphæð";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Staðfest í einingu";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Athugasemd";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Færsla þín mun vera birt hér.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "Í %1$@";

/* More button title */
"TransactionDetails.more" = "Meira...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Flutt %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Flutt <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Ekki staðfest";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Fengið%1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Fengið ";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Sent %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Sent ";

/* Status section header */
"TransactionDetails.statusHeader" = "Staða";

/* Transaction Details Title */
"TransactionDetails.title" = "Færsluupplýsingar";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "Til %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "DigiByte færslu aðgangur";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Sent á þetta heimilisfang";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Sendu á þetta heimilisfang";

/* filter buttons for transactionView */
"TransactionView.all" = "allt";

"TransactionView.received" = "móttekið";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "Óvirkt þar til: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Heimilisfangið mitt";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Endurstilla PIN númerið";

/* Scan button title */
"UnlockScreen.scan" = "Skanna";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Sláðu inn PIN númerið";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Opna DigiWallet aðganginn þinn";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Opna með snerti auðkenni";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Opna veskið";

/* Update PIN caption text */
"UpdatePin.caption" = "Mundu eftir þessu PIN númeri. Ef þú gleymir því, þá munt þú ekki geta komist inná þinn DigiByte aðgang.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "PIN númerið þitt mun vera notað til að opna DigiWallet og senda peninga.";

/* Update PIN title */
"UpdatePin.createTitle" = "Búðu til PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Sláðu aftur inn PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Sláðu inn núverandi PIN númerið þitt.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Sláðu inn nýja PIN númerið þitt.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Sláðu aftur inn nýja PIN númerið þitt.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Afsakið, gat ekki uppfært PIN";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Villa við uppfærslu PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Uppfæra PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Afrita staðsetningu veskis á klippispjaldið?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Heimila afritun staðsetningu veskisins klippispjaldið";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Afrita staðsetningu veskis";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Afrita";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Vinsamlegast sláðu inn PIN númerið þitt til að heimila þessa færslu.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Vinsamlegast sláðu inn PIN númerið þitt til að halda áfram.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN nauðsynlegt";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Heimila þessa færslu";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Opnaðu DigiWallet iPhone appið til að setja upp veskið þitt.";

/* Dismiss button label */
"Webview.dismiss" = "Hunsa";

/* Webview loading error message */
"Webview.errorMessage" = "Það kom upp villa við hleðslu efnisins. Vinsamlegast reynið aftur.";

/* Updating webview message */
"Webview.updating" = "Uppfærir...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte fyrir iOS hefur breytt nafninu sínu í DigiWallet, með glænýju útliti og nýjum aðgerðum.\n\nEf þú þarft hjálp, leitaðu að (?) efst í hægra horni flestra skjáa.";

/* Top title of welcome screen */
"Welcome.title" = "Velkomin til DigiWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Ertu viss um að þú viljir eyða þessu veski?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Hreinsa veski?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Mistókst að hreinsa veski.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Mistókst";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Sláðu inn endurheimtar setningu veskisins til að þurrka það og stofna eða endurheimta annað. Núverandi staða þín helst á þessari setningu.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Að stofna eða endurheimta annað veski leyfir þér að fá aðgang og stýra öðru DigiVeski á þessu tæki.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Þú munt ekki lengur geta nálgast núverandi DigiWallet veskið þitt á þessu tæki. Staðan mun haldast á setningunni.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Stofna eða endurheimta annað veski";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Hreinsa";

/* Wiping activity message */
"WipeWallet.wiping" = "Hreinsar...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Skrifið niður hvert orð í röð og geymið á öruggum stað.";

/* button label */
"WritePaperPhrase.next" = "Næsti";

/* button label */
"WritePaperPhrase.previous" = "Fyrri";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d af %2$d";

